Repository: codecraft-i/Hi-Germany
Catalog: Main/Project/core/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Delete the Comment
uz: Kammentariyani o'chirish

source: Home
uz: Asosiy

source: Visas
uz: Vizalar

source: Blogs
uz: Blog

source: Usefull
uz: Foydali

source: Profile
uz: Profil

source: Logout
uz: Chiqish

source: Sign in
uz: Kirish

source: Sign up
uz: Ro'yhatdan o'tish

source: We have always new usefull informations.
uz: Bizda har doim siz uchun yangi va foydali ma'lumotlar mavjud.

source: My Profile
uz: Mening profilim

source: My Likes
uz: Mening yoqtirganlarim

source: Sign Out
uz: Tizimdan chiqish

source: Write Messages
uz: Xabar yozish

source: Account Setting
uz: Mening sozlamalarim

source: Sign In
uz: Kirish

source: Sign Up
uz: Ro'yhatdan o'tish

source: Copyright 2023 © Hi Germany - Personal Blog Template. Developed by Code Craft
uz: Mualliflik huquqi 2023 © Salom Germaniya - Shaxsiy blog shabloni. Code Craft tomonidan ishlab chiqilgan

source: Here I will try to prove that the German language and coming to Germany is not difficult In shaa Allah. Please pray for our parents if you are interested.
uz: Bu yerda nemis tili va Germaniyaga kelish qiyin emasligini isbotlashga harakat qilaman In shaa Alloh. Agar qiziqsangiz, ota-onalarimizga duo qiling.

source: Categories
uz: Kategoriya

source: Action
uz: Harakat

source: Business
uz: Bizness

source: Adventure
uz: Sarguzasht

source: Germany
uz: Germaniya

source: Works
uz: Ishlar

source: Newsletter
uz: Axborot

source: Sign up to be first to receive the latest stories inspiring us, case studies, and industry news.
uz: Bizni ilhomlantiradigan so'nggi voqealar, amaliy tadqiqotlar va soha yangiliklarini birinchi bo'lib olish uchun ro'yxatdan o'ting.

source: Subscribe
uz: Obuna bo'lish

source: Developed by
uz: Asoschi

source: Hey, Welcome to the official website of Hi Germany
uz: Salom Hi - Germaniya rasmiy veb-saytiga xush kelibsiz

source: With us you are different
uz: Biz bilan.

source: about
uz: Qulay

source: German language and coming to Germany
uz: Nemis tili va Germaniyaga kelish

source: is easy, believe me😉
uz: oson, ishoning😉

source: Get In Touch
uz: Boshlash

source: Hot topics
uz: Issiq mavzular

source: Don't miss out on the latest news about Travel tips, Hotels review, Food guide...
uz: Sayohat bo'yicha maslahatlar, mehmonxonalar sharhi, oziq-ovqat bo'yicha yo'riqnoma haqidagi so'nggi yangiliklarni o'tkazib yubormang...

source: Buy ticket
uz: Chipta olish

source: Travel
uz: Sayohat

source: University
uz: Universitetlar

source: Foods
uz: Yeguliklar

source: Health
uz: Sog'liq

source: #University
uz: #Universitetlar

source: #Study
uz: #Ta'lim

source: About German education and studying in Germany
uz: Germaniya ta'limi va Germaniyada o'qish haqida

source: Read more
uz: O'qish

source: #Work
uz: #Ish

source: #Profession
uz: #Mutahasislik

source: About going to work in Germany and different types of jobs.
uz: Germaniyaga ishlash uchun borish va har xil turdagi ishlar haqida.

source: #Travel
uz: #Sayohatlar

source: #Trip
uz: #Sayr

source: About a trip to Germany
uz: Germaniyaga sayohat haqida

source: About famous places in Germany
uz: Germaniyaning mashhur joylari haqida

source: Germany Uzbekistan embassies and Asking for help
uz: Germaniya O'zbekiston elchixonalari va yordam so'rash

source: Show More Posts
uz: Boshqa postlarni ko'rish

source: Popular Tags
uz: Mashxur qaydlar

source: Most searched keywords
uz: Eng ko'p izlanganlar

source: Culture
uz: Madaniyat

source: Lifestyle
uz: Hayot tarzi

source: Fashion
uz: Moda

source: Cities
uz: Shaharlar

source: Interior
uz: Ichki muhit

source: Plant
uz: O'zimliklar

source: Nature
uz: Tabiat

source: Recent posts
uz: Oxirgi xabarlar

source: Don't miss the latest trends
uz: Eng so'nggi tendentsiyalarni o'tkazib yubormang

source: Popular Posts
uz: Mashxur postlar

source: Last Comment
uz: So'ngi kammentariyalar

source: Follow us on Social Media
uz: Bizni ijtimoiy tarmoqlarda kuzatib boring

source: Usefull Posts us on Social Media
uz: Ijtimoiy tarmoqlarda foydali postlar

source: Address
uz: Manzil

source: Phone
uz: Telefon

source: Email and Telegram Bot
uz: Elektron pochtamiz va Telegram Botimiz

source: Send us a message
uz: Bizga xabar yuboring

source: If you have any work from me or any types of quries related to my tutorial, you can send me message from here. It's my pleasure to help you.
uz: Agar sizda bizdan biron bir savolingiz yoki tushunarsiz har qanday so'rovlar bo'lsa, bu yerdan bizga xabar yuborishingiz mumkin. Sizga yordam berishdan mamnunmiz.

source: Send Now
uz: Jo'natish

source: Blogs I like
uz: Menga yoqadigan bloglar

source: User do not like never posts
uz: Foydalanuvchi hech qanday like bosmagan

source: Terms of Services
uz: Xizmatlar shartlari

source: Privacy Policy
uz: Maxfiylik siyosati

source: Terms & Conditions
uz: Foydalanish shartlari

source: Hi Germany © 2023 is an information campaign about Germany.
uz: Hi - Germany © 2023 - Germaniya haqidagi axborot kampaniyasi.

source: All rights reserved.
uz: Barcha huquqlar himoyalangan.

source: Hi Germany - You consent to the storage and processing of your data.
uz: Hi Germany - Siz ma'lumotlaringizni saqlash va qayta ishlashga rozilik bildirasiz.

source: Created by Hi-Germany Code Craft, as with Imzila products, the system is supported.
uz: Hi-Germany Code Craft tomonidan yaratilgan, Imzila mahsulotlarida bo'lgani kabi, tizim qo'llab-quvvatlanadi.

source: Decline
uz: Rad etish

source: Agree
uz: Roziman

source: Back Home Page
uz: Asosiy sahifaga qaytish

source: Welcome Back
uz: Qaytib kelganingizdan xursandmiz

source: Not registred yet?
uz: Hali ro'yxatdan o'tmaganmisiz?

source: Name
uz: Ismingiz

source: Password
uz: Parol

source: Forgotten your password or you login datails?
uz: Parolni unutdingizmi yoki ma'lumotlarga kirasizmi?

source: Get help
uz: Yordam so'rash

source: signing in
uz: Kirish

source: Get Started
uz: Boshlash

source: Already have an account?
uz: Hisobingiz bormi?

source: Email
uz: Elektron pochta

source: By signing up, I agree to the
uz: Ro'yxatdan o'tish orqali men rozilik bildiraman

source: and
uz: va

source: Create your own courses
uz: O'z kurslaringizni yarating

source: Customize as you like
uz: Sevimli

source: Invite students to your class
uz: Talabalarni sinfingizga taklif qiling

source: Sent Successfully
uz: Muvaffaqiyatli jo'natildi

source: We have received your request and will contact you shortly.
uz: Biz sizning so'rovingizni oldik va tez orada siz bilan bog'lanamiz.

source: About Us
uz: Biz haqimizda

source: The creator by
uz: Yaratuvchi tomonidan

source: and ather busines.
uz: va boshqa biznesslar

source: Our social media
uz: Bizning ijtimoiy tarmoqlar

source: Conversation
uz: Suhbat

source: Delete comment
uz: Kamentariyani o'chirish

source: ago
uz: oldin

source: Submit
uz: Jo'natish

source: Usefull Information
uz: Foydali Ma'lumotlar

source: Lots of Information about the Germany
uz: Germaniya haqida juda ko'plab ma'lumotlar

source: Usefull information about Germany
uz: Germaniya haqida foydali ma'lumotlar

source: Germany, officially the Federal Republic of Germany, is a country in the western region of Central Europe. It is the second-most populous country in Europe ...
uz: Germaniya, rasmiy nomi Germaniya Federativ Respublikasi, Markaziy Yevropaning gʻarbiy mintaqasida joylashgan davlat. Bu Yevropadagi aholi soni boʻyicha ikkinchi oʻrinda turadi...

source: More
uz: Ko'proq

source: #Germany
uz: #Germaniya

source: You can get acquainted with all our visas.
uz: Barcha vizalarimiz bilan tanishishingiz mumkin.

source: Russian
uz: Ruscha

source: German
uz: Nemischa
